<?php

return [
    'Armature' => 'Арматура',
    'text' => '<p>Формула для расчёта массы прутка арматуры выглядит следующим образом: <br> m = π × D24 × ρ × L, <br>где: π — число Пи; D — диаметр арматуры, мм; ρ — плотность стали (7850 кг/м3); L — длина прутка, м.</p>',
    'By length' => 'По длине',
    'By weight' => 'По весу',
    'Diameter mm.' => 'Диаметр мм.',
    'Length, m.' => 'Длина мм.',
    'Weight Armature' => 'Вес арматуры',
    'Length armature' => 'Длина арматуры',
    'text-tube' => 'Формула расчета веса стальной трубы. <br>  m = π/1000 × (D - t) × t × ρ 1000 <br> π – число Пи, ρ – плотность металла, кг/м3, D – диаметр трубы (мм), t – толщина стенки (мм)',
    'tube' => 'Труба',
    'Thickness S, mm.' => 'Толщина мм.',
    'Weight' => 'Вес, кг',
    'Steel Plate' => 'Лист'

];
