<?php

return [
    'Armature' => 'Арматура',
    'text' => '<p>Формула для расчёта массы прутка арматуры выглядит следующим образом: <br> m = π × (D^2)/4 × ρ × L, <br>где: π — число Пи; D — диаметр арматуры, мм; ρ — плотность стали (7850 кг/м3); L — длина прутка, м.</p>',
    'By length' => 'По длине',
    'By weight' => 'По весу',
    'Diameter mm.' => 'Диаметр мм.',
    'Length, m.' => 'Длина мм.',
    'Weight Armature' => 'Вес арматуры',
    'Length armature' => 'Длина арматуры',
    'text-tube' => 'Формула расчета веса стальной трубы. <br>  m = π/1000 × (D - t) × t × ρ 1000 <br> π – число Пи, ρ – плотность металла 7850 кг/м³, D – диаметр трубы (мм),  t – толщина стенки (мм)',
    'tube-length' => 'Формула расчета длины стальной трубы. <br>  L = (m * 1000) / (π * ρ * (R^2 - r^2)) <br> π – число Пи, ρ – плотность металла 7850 кг/м³, R - большой радиус, r - малый радиус, t – толщина стенки (мм)',
    'tube' => 'Труба',
    'Thickness S, mm.' => 'Толщина мм.',
    'Weight' => 'Вес, кг',
    'Steel Plate' => 'Лист',
    'Length' => 'Длина',
    'mm.' => 'мм.',
    'm.' => 'м.',
    'Thickness' => 'Толщина',
    'Width' => 'Ширина',
    'Quantity' => 'Количество',
    'piece' => 'штук',
    'm²' => 'м²',
    'kg.' => 'кг.',
    'm' => 'м',
    'Side A' => 'Сторона A',
    'Side B' => 'Сторона B',
    'Profil tube' => 'Профиль',
    'Square' => 'Квадрат',
    'Angle' => 'Уголок',

    'Channel' => 'Швеллер',
    'Height H' => 'Высота швеллера H',
    'Shelf width S' => 'Ширина полки S',
    'Wall thickness S' => 'Толщина стенки S',
    'Shelf thickness T' => 'Толщина полки T',

    'HBeam' => 'Балка/Двутавр',
    'Height Hh' => 'Высота двутавра H',
    'Round' => 'Кругляк'

];
